[
	{
		"name": "Dabls' MBAD African Bead Museum",
		"url": "dabls",

		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/olayami.jpg",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "http://www.mbad.org/",
		"profile": {
			"artisan": "Olayami Dabls",
			"gen_location": "Detroit, MI",
			"address": "6559 Grand River Ave Detroit, MI 48208",
			"phone": "313-898-3007",
			"email": "mbadmuseum@yahoo.com",
			"brief": "Founder and Curator of MBAD African Bead Museum and Dabls African Bead Gallery",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/NewGalleryOpeningexhibitionDABLS37-e1657205829600.jpeg",
			"misc": "",
			"description": "Olayami Dabls, the founder and curator of MBAD African Bead Museum and Dabls African Bead Gallery, created the project with the intention to use art for its original purpose in Africa. Instead of using art for entertainment or to make money, he uses art to stimulate emotional and cultural healing. Dabls set off to see if our planet’s materials really helped the validity of the African ideal when he first created his installation and museum located at Grand River and W. Grand Blvd. in Detroit, Michigan. His purpose as an artist and educator was confirmed when he found that people naturally are drawn to MBAD to see the beacon and explore themselves through the art because they are already attuned to this ancient way of healing."
		}
	},
	{
		"name": "African Futurist Collective",
		"url": "af",
		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/africanfuturist.png",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "https://www.africanfuturist.org/",
		"profile": {
			"artisan": "Deborah Hammond-Sowah",
			"gen_location": "Ghana, Africa",
			"address": "Ayeduase New Site, 1st Street Turn Behind Rakho School, Kumasi, Ashanti, Ghana",
			"phone": "",
			"email": "africanfuturistshop@gmail.com",
			"brief": "Founder of African Futurist Collective, Owner of AfroFuture Fashions",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/Deborah-Hammond-Sowah.jpeg",
			"misc": "",
			"description": "Deborah Hammond-Sowah received her BSc in Computer Engineering from the University of Ghana in Legon. She is president of Creativity Group, a student-run organization that seeks to create a collaborative interdisciplinary platform for undergraduate students in problem-solving, and a Technical Associate at Kumasi Hive. Led by Hammond-Sowah, AfroFuture Fashions closes the generative loop by offering T-shirts and facemasks featuring Adinkra designs, which are traditional symbols from Ghana are created with CSDT simulations, laser cutting and “old school embroidery” by local artisans, with all proceeds staying local."
		}
	},
	{
		"name": "Cactus Harmony",
		"url": "cactus-harmony",
		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/cactus-harmony-logo.png",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "https://cactusharmony.org/",
		"profile": {
			"artisan": "Rhonda Carble",
			"gen_location": "Wayne, MI",
			"address": "",
			"phone": "(313) 670-2581",
			"email": "info@cactusharmony.org",
			"brief": "Owner / certified Master Gardener",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/catus-harmony_1-169x300.png",
			"misc": "",
			"description": "A 3rd-generation gardener, with 30+ years experience, urban gardening before it was a thing. This local girl has had a passion for plants and design since gardening with my Grandfathers. Promoting a greener, healthier community. Supporting sustainability, and affordability, this sister of the environment has a love of repurpose. I am a Michigan Master Gardener that loves volunteer work, community involvement, landscape, perennial gardens, indoor/outdoor plants, and upcycling. Supporting family, food sovereignty, mental and physical health, PEACE, LOVE, & HARMONY."
		}
	},
	{
		"name": "Visual Noise",
		"url": "visual-noise",
		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/1424632094.png",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "http://www.visual-noise.com/",
		"profile": {
			"artisan": "Daune Smith",
			"gen_location": "Detroit, MI",
			"address": "440 Burroughs St, Detroit (MI), 48202",
			"phone": "(313) 744-3004",
			"email": "",
			"brief": "Owner and talented fashion designer for Visual Noise.",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/visual-noise-300x183.jpeg",
			"misc": "",
			"description": "Daune Smith creates a lineup of statement separates for women to wear assertively through her business 'Visual Noise'. It’s different from your normal wear. She has been always trying to come up with something new and different. She always wanted to express her own feeling and her own individuality and she's always been like that her whole life. She has always worn whatever she wanted to, and she wants other people to feel like that as well, you know?”"
		}
	},
	{
		"name": "Xclusive Virgin Hair",
		"url": "xclusive",
		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/Logo_180x.webp",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "https://shop.xclusivehaircapitol.com/",
		"profile": {
			"artisan": "Olayami Dabls",
			"gen_location": "Detroit, MI",
			"address": "18975 Livernois Avenue. Detroit, 48221",
			"phone": "313-898-3007",
			"email": "info@exclusivehaircaptiol.com",
			"brief": "CEO & Owner of Xclusive Hair Capitol",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/virgin-hair-1-150x150.jpeg",
			"misc": "",
			"description": "Tanisha Owen is the owner & ceo of XCLUSIVE HAIR CAPITOL, LLC. which is the salon industry hair product company that offers quality weft virgin hair, B2B to salon owners, licensed cosmetologists, and B2C to women who wear extensions and hair weave. Physically headquartered at its retail salon in Detroit, the company also offers three business model opportunities that includes affiliation, wholesale distributorship, and private label reselling. These programs feature online dropshipping for hair extensions, and other salon industry-related hair products."
		}
	},
	{
		"name": "Akoma",
		"url": "akoma",
		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/AkomaSignage35x23rev2.png",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "https://www.akomadetroit.com/",
		"profile": {
			"artisan": "Mandisa Smith",
			"gen_location": "Detroit, MI",
			"address": "19353 Livernois Avenue. Detroit, 48221",
			"phone": "(313) 610-5111",
			"email": "",
			"brief": "Founder and Former co-owner of Detroit Fiber Works",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/Akoma-273x300.png",
			"misc": "",
			"description": "AKOMA was founded by Mandisa Smith, art-based workshop leader, community educator, and founder and former co-owner of Detroit Fiber Works, a fiber art studio in Detroit. Detroit Fiber Works (2013-2019) was a place for Detroit artists to show and sell their work, some for the very first time. AKOMA continues in that tradition, with an emphasis on women artists. AKOMA’s logo is the Akoma Adinkra symbol. This Adinkra symbol represents love, unity, endurance, patience, goodwill, tolerance, faithfulness, understanding. Madison started this initative to showcase a collective of black women artists and makers in Detroit who are brought in together for the purpose of helping one another to excel in our respective crafts, while at the same time, striving to make a positive difference in our community through art."
		}
	},
	{
		"name": "Willow Run Acres",
		"url": "willow-run",
		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/willowrunacres.png",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "https://willowrunacres.com/",
		"profile": {
			"artisan": "T.C. Collins",
			"gen_location": "Ypsilanti, MI",
			"address": "111 South Wallace Blvd, Ypsilanti MI, 48197",
			"phone": "(734) 717-4849",
			"email": "",
			"brief": "Founder of Willow Run Acres",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/Willow-1-273x300.png",
			"misc": "",
			"description": "T.C. Collins started gardening and farming at 2-3 years old with his great great grandparents. As a descendant of former slaves, the legacy of farming and gardening has been preserved in his family along with other often lost traditions.His Southern roots gave him an appreciation for green space and he has been living 'organically' since before it was popular. TC manages Many gardens and farms through out Michigan and Ohio. He also reached over 2,500 students pre covid-19 with his classes, workshops, volunteerism and community engagement through gardening and farming every year."
		}
	},
	{
		"name": "Olive Mode Boutique",
		"url": "olive-mode",
		"thumbnail": "http://artisanalfutures.org/wp-content/uploads/2022/06/olivemode.png",
		"description": "",
		"socials": ["Store", "Facebook"],
		"store_url": "https://www.olivemodeboutique.com/",
		"profile": {
			"artisan": "Alake Williams",
			"gen_location": "Detroit, MI",
			"address": "6559 Grand River Ave Detroit, MI 48208",
			"phone": "(313)479-9715",
			"email": "hello@olivemodegroup.com",
			"brief": "Founder of Olive Mode Boutique",
			"avatar": "http://artisanalfutures.org/wp-content/uploads/2022/07/olive_mode-150x150.jpeg",
			"misc": "",
			"description": "Alake has had a thriving career in the hospitality industry. She has a wealth of knowledge and experience in front of house operations as well as the kitchen. Alake is classically trained in culinary arts from the Art Institute of Michigan. Alake is currently the owner and operator of OLIVE MODE, a contemporary women's online clothing boutique."
		}
	}
]
